Unable to dissolve form element.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DissolveUnableToDissolveForm { get; }
  Visual Basic
Public Shared ReadOnly Property DissolveUnableToDissolveForm As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DissolveUnableToDissolveForm {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures FormFailures Class
  Autodesk.Revit.DB Namespace